{
  "edition": "2020-2",
  "data": [
    {
      "speaker": "Conference Opening",
      "talk_format": [
        {
          "name": "Crowdcast",
          "url": "https://www.crowdcast.io/e/neuromatch2/1"
        }
      ],
      "title": "Conference Opening with organizers",
      "abstract": "Join neuromatch 2.0 conference opening with Konrad Kording (UPenn), Dan Goodman (Imperial), Brad Wyble (Penn State), Tim Vogels (Oxford), Chris Rozell (Georgia Tech), Yiota Poirazi (IMBB/FORTH)",
      "datetime_edt": "2020-05-25 08:40:00"
    },
    {
      "speaker": "Jenny Bizley (UCL)",
      "talk_format": [
        {
          "name": "Crowdcast",
          "url": "https://www.crowdcast.io/e/neuromatch2/2"
        }
      ],
      "title": "Reconstructing sound source location in auditory cortex",
      "abstract": "The spatial location of a sound source must be reconstructed from sound localization cues, principally available through the comparison of the timing and level of the sound at the two ears. While nuclei in thebrainstem are responsible for extracting these cues, one of the mostconsistent consequences of auditory cortical inactivation in mammals isan impairment in sound localization. What role, then, does auditorycortex play in this process? We asked whether primary auditory corticalneurons represent sound localization cues, or locations of sound in theworld. When recording from freely moving ferrets performing a soundlocalisation task some neurons only encoded low frequency timing cues,or high frequency level cues, many cortical neurons encoded location inspace across sound localization cue types. Next, we asked whatcoordinate frame neurons in auditory cortex represented auditory space.Since auditory space is reconstructed from a comparison of signals atthe two ears, spatial receptive fields have long been assumed to beanchored to the direction of the head. However, all previous recordingshave been made in animals whose heads are fixed or maintained at the center of a speaking ring, leaving this assumption untested. We recordedspatial receptive fields in animals foraging freely through a soundfield and observed that while many neurons did encode auditory space ina head centered reference frame, a smaller subpopulation encoded thelocation of the source in the world. Both of these findings areconsistent with auditory cortex playing a key role in the construction of auditory objects that are defined by their identity and location inthe world.",
      "datetime_edt": "2020-05-25 09:00:00"
    },
    {
      "speaker": "Debate: Anthony Zador (Cold Spring Harbor) vs. Timothy Lillicrap (Google DeepMind)",
      "talk_format": [
        {
          "name": "Crowdcast",
          "url": "https://www.crowdcast.io/e/neuromatch2/3"
        }
      ],
      "title": "The role of \"learning\" vs innate mechanisms in AI",
      "abstract": "The debate between  Timothy Lillicrap and Anthony Zador on his recent paper: \"A critique of pure learning and what artificial neural networks can learn from animal brains\" (https://www.nature.com/articles/s41467-019-11786-6)",
      "datetime_edt": "2020-05-25 10:00:00"
    },
    {
      "speaker": "Social / Open Mic",
      "talk_format": [
        {
          "name": "Crowdcast",
          "url": "https://www.crowdcast.io/e/neuromatch2/4"
        },
        {
          "name": "Open Mic Sign-up",
          "url": "https://docs.google.com/spreadsheets/d/1kYGNMHET0prMrGjn3PpiuG-ePN76RlP5PwJRMLvcgdg/edit#gid=0"
        },
        {
          "name": "Mozilla Hub 1",
          "url": "https://hubs.mozilla.com/Cmmm7Jm/neuromatch-room-1"
        },
        {
          "name": "Mozilla Hub 2",
          "url": "https://hubs.mozilla.com/VCh8veo/neuromatch-room-2"
        },
        {
          "name": "Mozilla Hub 3",
          "url": "https://hubs.mozilla.com/2ndU5n5/neuromatch-room-3"
        },
        {
          "name": "Zoom Social",
          "url": "https://zoom.us/j/94679114110?pwd=Mk1FdUs4N3k2OWQrVTdsOXJTbXFvQT09"
        }
      ],
      "title": "neuromatch social",
      "abstract": "Join us for an open mic social hour on Crowdcast where we ask attendess on stage to dance, sing, tell jokes, show off their toddler, etc. A sign-up sheet will be available for registered attendees.",
      "datetime_edt": "2020-05-25 11:30:00"
    },
    {
      "speaker": "Asya Rolls (Technion)",
      "talk_format": [
        {
          "name": "Crowdcast",
          "url": "https://www.crowdcast.io/e/neuromatch2/5"
        }
      ],
      "title": "Neuronal regulation of immunity: Why, how and where?",
      "abstract": "The philosophical mind-body problem examines the relationship between the mind, a mental process, and its impact on the body, a physical entity. Such interactions are manifested in modern medicine by the emergence of disease following stress, or recovery in response to placebo treatment. Nevertheless, this fundamental aspect of physiology remains largely unexplored. In this talk I will focus on a specific aspect of brain-body interactions, the dialog between the brain and the immune system, the body’s main protection mechanism. I will demonstrate mechanisms whereby these two systems can work in coordination, how the brain detects immune activity and how specific brain activity can orchestrate immune response to cancer and gut inflammation.",
      "datetime_edt": "2020-05-25 12:00:00"
    },
    {
      "speaker": "Eve Marder (Brandeis U)",
      "talk_format": [
        {
          "name": "Crowdcast",
          "url": "https://www.crowdcast.io/e/neuromatch2/6"
        }
      ],
      "title": "Differential Resilience of Neurons and Networks to Perturbation",
      "abstract": "Both computational and experimental results in single neurons and small networks demonstrate that very similar network function can result from quite disparate sets of neuronal and network parameters. Using the crustacean stomatogastric nervous system, we now study the influence of these differences in underlying structure on differential resilience of individuals to a variety of environmental perturbations, including changes in temperature, pH, potassium concentration and neuromodulation.  We show that neurons with many different kinds of ion channels can smoothly move through different mechanisms in generating their activity patterns, thus extending their dynamic range.",
      "datetime_edt": "2020-05-25 13:00:00"
    },
    {
      "speaker": "Contributed talks",
      "talk_format": [
        {
          "name": "Crowdcast",
          "url": "https://www.crowdcast.io/e/neuromatch2/7"
        }
      ],
      "schedule": [
        [
          {
            "speaker": "Daniel Witvliet (Harvard University)",
            "title": "Connectomes across development reveal brain-wide synaptic rewiring in C. elegans",
            "abstract": "From birth to adulthood, an animal's nervous system changes as its body grows and its behaviours mature. However, the extent of circuit remodeling across the connectome is poorly understood. Here, we used serial-section electron microscopy to reconstruct the brain of eight isogenic C. elegans individuals at different ages to learn how an entire wiring diagram changes with maturation. We found that the overall geometry of the nervous system is preserved from birth to adulthood, establishing a constant scaffold upon which synaptic change is built. We observed substantial connectivity differences among individuals that make each brain partly unique. We also observed developmental connectivity changes that are consistent between animals but different among neurons, altering the strengths of existing connections and creating additional connections. Collective synaptic changes alter information processing of the brain. Across maturation, the decision-making circuitry is maintained whereas sensory and motor pathways are substantially remodelled, and the brain becomes progressively more modular and feedforward. These synaptic changes reveal principles by which maturation shapes brain and behavior across development."
          },
          {
            "speaker": "Martin Hebart (Max Planck Institute for Human Cognitive and Brain Sciences)",
            "title": "Revealing the multidimensional mental representations of natural objects ",
            "abstract": "Our mental representations of objects are assumed to be characterized according to numerous object dimensions (e.g. animacy, shape, color, function). While several such dimensions have been suggested to govern our similarity judgments and behavior, we are still lacking a comprehensive description of the core dimensions that allow us to accurately generate these mental representations. Here we developed a computational model of object similarity for images of 1,854 natural objects based on crowdsourcing 1.46 million triplet odd-one-out similarity judgments. This model captured most explainable variance in behavior and pairwise object similarity and produced 49 highly reproducible and interpretable object dimensions reflecting both perceptual and conceptual properties of those objects. The dimensions predicted external behavior such as category membership and typicality judgments, suggesting that the identified dimensions generalize to behavior beyond the specific task. Importantly, when exposing participants to those dimensions, they were able to assign dimension values to new objects that allowed accurate reconstruction of object similarity, opening up the pathway towards a generative model of object similarity. Together, these results reveal a low-dimensional, interpretable representational embedding that accurately captures human similarity judgments for thousands of objects."
          }
        ]
      ],
      "datetime_edt": "2020-05-25 14:00:00"
    },
    {
      "speaker": "Jakob Macke (TU Munich)",
      "talk_format": [
        {
          "name": "Crowdcast",
          "url": "https://www.crowdcast.io/e/neuromatch2/8"
        }
      ],
      "title": "Training deep neural density estimators to identify mechanistic models of neural dynamics",
      "abstract": "Mechanistic modeling in neuroscience aims to explain observed phenomena in terms of underlying causes. However, determining which model parameters agree with complex and stochastic neural data presents a significant challenge. We address this challenge with a machine learning tool which uses deep neural density estimators— trained using model simulations— to carry out Bayesian inference and retrieve the full space of parameters compatible with raw data or selected data features. Our method is scalable in parameters and data features, and can rapidly analyze new data after initial training. We demonstrate the power and flexibility of our approach on receptive fields, ion channels, and Hodgkin–Huxley models. We also characterize the space of circuit configurations giving rise to rhythmic activity in the crustacean stomatogastric ganglion, and use these results to derive hypotheses for underlying compensation mechanisms. Our approach will help close the gap between data-driven and theory-driven models of neural dynamics.",
      "datetime_edt": "2020-05-25 15:00:00"
    },
    {
      "speaker": "Richard Naud (U Ottawa)",
      "talk_format": [
        {
          "name": "Crowdcast",
          "url": "https://www.crowdcast.io/e/neuromatch2/9"
        }
      ],
      "title": "Burst-dependent synaptic plasticity can coordinate learning in hierarchical circuits",
      "abstract": "Synaptic plasticity is believed to be a key physiological mechanism for learning. It is well-established that it depends on pre and postsynapticactivity. However, models that rely solely on pre and postsynapticactivity for synaptic changes have, to date, not been able to accountfor learning complex tasks that demand hierarchical networks. Here, weshow that if synaptic plasticity is regulated by high-frequency burstsof spikes, then neurons higher in the hierarchy can coordinate theplasticity of lower-level connections. Using simulations andmathematical analyses, we demonstrate that, when paired with short-termsynaptic dynamics, regenerative activity in the apical dendrites, andsynaptic plasticity in feedback pathways, a burst-dependent learningrule can solve challenging tasks that require deep networkarchitectures. Our results demonstrate that well-known properties ofdendrites, synapses, and synaptic plasticity are sufficient to enablesophisticated learning in hierarchical circuits.",
      "datetime_edt": "2020-05-25 16:00:00"
    },
    {
      "speaker": "Contributed talks",
      "talk_format": [
        {
          "name": "Crowdcast",
          "url": "https://www.crowdcast.io/e/neuromatch2/10"
        }
      ],
      "schedule": [
        [
          {
            "speaker": "Dileep George (Vicarious AI)",
            "title": "Recursive cortical network: A generative vision model with deep grounding in neuroscience.",
            "abstract": "Modern deep neural networks resemble the feed-forward hierarchy of simple and complex cells in the neocortex. Neuroscience has postulated computational roles for lateral and feedback connections, segregated contour and surface representations, and border-ownership coding observed in the visual cortex, yet these features are not commonly used by deep neural networks. Recursive cortical network (RCN) is a new computational model that systematically incorporates these neuroscience findings into its representational structure, and inference algorithms. We show that this leads to orders of magnitude improvements in data-efficiency and generalization on many standard AI benchmarks, which are important for the next frontier of AI algorithms. \n\nWe discuss how these neuroscience observations are not hacks, but general principles that deep models will have to incorporate for better data efficiency. For instance, factorization of contours and appearance, is intertwined with the general properties of smoothness of natural signals. Border-ownership signaling is important when shape is represented in a hierarchical manner. Lateral connections work in coordination with pooling to encode shape in an invariant manner while preserving specificity. Understanding how these disparate observations combine together into a coherent representational structure is one of the problems being tackled by RCN. \n\nIn this work we will show that RCN, by virtue of capturing the causal semantics of image generation, is more robust to clutter and adversarial images compared to standard deep NNs.  As a generative model, RCN outperforms neural network models when tested on noisy and cluttered examples and generated realistic samples from one-shot training of handwritten characters. We will show that this performance translates to real-world scenarios and demonstrate how RCN improves the efficiency or robot picking in cluttered factory environments. \n\nIn contrast to current deep generative models, RCN can be flexibly queried: it can answer queries it was not trained on. We emonstrate how this property is important for occlusion reasoning and amodal completion, and show that RCN outperforms deep convolutional networks on these tasks. Using two benchmark datasets based on real-world objects and MNIST digits, we show that RCN can recognize digits and objects which require inferring subjective contours, and show that its performance matches human psychophysics in dealing with occlusions.\n\nMoreover, by mapping the graphical model computations to known cortical anatomy and physiology, we demonstrate how the graphical model of RCN can make precise predictions about visual cortical microcircuits, and simulate the cortical dynamics of subjective contour effects, and neon color spreading. \n\nOur work demonstrates that structured probabilistic models that incorporate inductive biases from neuroscience can lead to robust, generalizable machine learning models that learn with high data efficiency. It can trigger discussions that are highly relevant for this conference : inductive biases, representation of prior knowledge, robust generalization,  flexible inference, and AI models that are deeply grounded in neuroscience."
          },
          {
            "speaker": "Cindy Poo (Champalimaud Foundation)",
            "title": "Spatial maps in piriform cortex during olfactory navigation",
            "abstract": "Animals rely on chemical signals to forage for food, shelter, and mates. Such behaviors call for odor cues to be linked to locations within their environment. Nonetheless, where and how this happens in the brain is not known. Here, we show that spatial and olfactory information converge in posterior piriform cortex (pPCx), an olfactory region with strong associative circuity. Ensembles of pPCx neurons recorded in rats performing an odor-cued spatial navigation task were robustly selective for both odor identity and spatial location, forming an olfactory space map. Spatially-selective pPCx neurons displayed joint selectivity for odors, stability across behavioral contexts and functional coupling to the hippocampal theta rhythm. These results implicate the pPCx as a strong candidate region to associate spatial and olfactory information in support of navigational behavior."
          }
        ]
      ],
      "datetime_edt": "2020-05-25 17:00:00"
    },
    {
      "speaker": "Short talks",
      "talk_format": [
        {
          "name": "Parallel 1A",
          "url": "https://www.crowdcast.io/e/neuromatch2/11"
        },
        {
          "name": "Parallel 1C",
          "url": "https://www.crowdcast.io/e/neuromatch2/12"
        },
        {
          "name": "Parallel 1D",
          "url": "https://www.crowdcast.io/e/neuromatch2/13"
        },
        {
          "name": "Parallel 1E",
          "url": "https://www.crowdcast.io/e/neuromatch2/14"
        }
      ],
      "schedule": [
        [
          {
            "speaker": "Christopher Madan (University of Nottingham)",
            "title": "Cortical Cartography: Characterising the peaks and valleys of the cerebral cortex"
          },
          {
            "speaker": "",
            "title": "[No talk]"
          },
          {
            "speaker": "Bevil Conway (National Eye Institute)",
            "title": "Neural mechanisms for hue and luminance contrast uncovered with MEG"
          }
        ],
        [],
        [
          {
            "speaker": "Eleonora Russo (CIMH - Central Institute of Mental Health)",
            "title": "Phasic dopamine generates distinct stimulus encoding in ventral striatum that drives VTA reward prediction signaling"
          },
          {
            "speaker": "Kohitij Kar (Massachusetts Institute of Technology)",
            "title": "Fast recurrent processing via ventral prefrontal cortex is needed by the primate ventral stream for robust core visual object recognition"
          },
          {
            "speaker": "Sumner L Norman",
            "title": "Single Trial Decoding of Movement Intentions using Functional Ultrasound Neuroimaging"
          }
        ],
        [
          {
            "speaker": "Ari Benjamin (University of Pennsylvania)",
            "title": "Learning with a wake-sleep discriminator that resembles surprise"
          },
          {
            "speaker": "Arthur-Ervin Avramiea (VU University Amsterdam)",
            "title": "Pre-stimulus phase and amplitude regulation of phase-locked responses are maximized in the critical state"
          },
          {
            "speaker": "Ezekiel Williams (University of Ottawa)",
            "title": "Burst Coding Despite a Unimodal Interspike Interval Distribution"
          }
        ],
        [
          {
            "speaker": "Adam Willats (Georgia Institute of Technology)",
            "title": "Closed-loop control of switching neural dynamics"
          },
          {
            "speaker": "",
            "title": "[No talk]"
          },
          {
            "speaker": "",
            "title": "[No talk]"
          }
        ]
      ],
      "datetime_edt": "2020-05-25 18:00:00"
    },
    {
      "speaker": "Short talks",
      "talk_format": [
        {
          "name": "Parallel 2B",
          "url": "https://www.crowdcast.io/e/neuromatch2/15"
        },
        {
          "name": "Parallel 2D",
          "url": "https://www.crowdcast.io/e/neuromatch2/16"
        }
      ],
      "schedule": [
        [],
        [
          {
            "speaker": "Timothy Brady (University of California, San Diego)",
            "title": "Psychophysical scaling and the nature of memory: Noisy familiarity signals explain visual memory errors"
          },
          {
            "speaker": "Cybelle Smith (University of Pennsylvania)",
            "title": "Hierarchical statistical learning: Behavioral and recurrent neural network modeling investigations"
          },
          {
            "speaker": "Jiwon Yeon (Georgia Institute of Technology)",
            "title": "The suboptimality of perceptual decision making with multiple alternatives "
          }
        ],
        [],
        [
          {
            "speaker": "Naixin Ren (University of Connecticut)",
            "title": "Model-based detection of putative synaptic connections from spike recordings with latency and type constraints"
          },
          {
            "speaker": "Tiago Marques (Massachusetts Institute of Technology)",
            "title": "Improving ANN Robustness by Fixing a Primary Visual Cortex Front-End"
          },
          {
            "speaker": "Tsvi Achler (Optimizing Mind)",
            "title": "Homeostatic recognition circuits emulating network-wide bursting and surprise"
          }
        ],
        []
      ],
      "datetime_edt": "2020-05-25 19:00:00"
    },
    {
      "speaker": "Poster session",
      "talk_format": [
        {
          "name": "Virtual Poster",
          "url": "https://www.neuromatch.io/posters"
        }
      ],
      "abstract": "Visit our virtual poster session to check submitted posters. You can go through the slides, watch recorded talks, and join discussion if the speakers are available. Note that you have to register to visit the virtual poster session page.",
      "schedule": [],
      "datetime_edt": "2020-05-25 20:00:00"
    },
    {
      "speaker": "Poster session",
      "talk_format": [
        {
          "name": "Virtual Poster",
          "url": "https://www.neuromatch.io/posters"
        }
      ],
      "abstract": "Visit our virtual poster session to check submitted posters. You can go through the slides, watch recorded talks, and join discussion if the speakers are available. Note that you have to register to visit the virtual poster session page.",
      "datetime_edt": "2020-05-25 21:00:00"
    },
    {
      "speaker": "Poster session",
      "talk_format": [
        {
          "name": "Virtual Poster",
          "url": "https://www.neuromatch.io/posters"
        }
      ],
      "abstract": "Visit our virtual poster session to check submitted posters. You can go through the slides, watch recorded talks, and join discussion if the speakers are available. Note that you have to register to visit the virtual poster session page.",
      "datetime_edt": "2020-05-26 05:00:00"
    },
    {
      "speaker": "Poster session",
      "talk_format": [
        {
          "name": "Virtual Poster",
          "url": "https://www.neuromatch.io/posters"
        }
      ],
      "abstract": "Visit our virtual poster session to check submitted posters. You can go through the slides, watch recorded talks, and join discussion if the speakers are available. Note that you have to register to visit the virtual poster session page.",
      "datetime_edt": "2020-05-26 06:00:00"
    },
    {
      "speaker": "Short talks",
      "talk_format": [
        {
          "name": "Parallel 3A",
          "url": "https://www.crowdcast.io/e/neuromatch2/17"
        },
        {
          "name": "Parallel 3C",
          "url": "https://www.crowdcast.io/e/neuromatch2/18"
        },
        {
          "name": "Parallel 3D",
          "url": "https://www.crowdcast.io/e/neuromatch2/19"
        },
        {
          "name": "Parallel 3E",
          "url": "https://www.crowdcast.io/e/neuromatch2/20"
        }
      ],
      "schedule": [
        [
          {
            "speaker": "Hellen Jing Yuan (Cardiff University)",
            "title": "Early sensory processing of a feature is modulated by the feature’s relevance to high-level object perception"
          },
          {
            "speaker": "Jiangrong Shen (Zhejiang University)",
            "title": "Dynamic Spatiotemporal Pattern Recognition with Recurrent Spiking Neural Network"
          },
          {
            "speaker": "Sofie Valk (Max Planck Institute for Human Cognitive and Brain Sciences)",
            "title": "Shaping Brain Structure: Genetic and Phylogenetic Axes of Macro Scale Organization of Cortical Thickness"
          }
        ],
        [],
        [
          {
            "speaker": "Lluís Hernández-Navarro (IDIBAPS)",
            "title": "Sensory evidence integration and action initiation occur in parallel during perceptual decisions"
          },
          {
            "speaker": "Asaph Zylbertal (University College London)",
            "title": "A recurrent network architecture underlies tectal activity dynamics and experience-dependent behaviour"
          },
          {
            "speaker": "Dobromir Dotov (McMaster University)",
            "title": "Evidence for neural resonance and a mix of low and high dimensional activity in the primate premotor cortices during a perceptual task with periodic auditory stimuli"
          }
        ],
        [
          {
            "speaker": "Ceca Kraisnikovic (Graz University of Technology)",
            "title": "Symbolic computation in Spiking Neural Networks"
          },
          {
            "speaker": "Jose M. Esnaola-Acebes  (Centre de Recerca Matemàtica)",
            "title": "Bump attractor dynamics explains temporal weighting of evidence in estimation and categorization tasks"
          },
          {
            "speaker": "Fabio Sartori (Max Planck Institute for Brain Research)",
            "title": "Statistical laws of protein motion in dendritic trees"
          }
        ],
        [
          {
            "speaker": "James Knight (University of Sussex)",
            "title": "Larger GPU-accelerated brain simulations with procedural connectivity"
          },
          {
            "speaker": "Silvia Maggi (University of Nottingham)",
            "title": "Adaptive behaviour: coding of past and present events in prefrontal cortex during learning."
          },
          {
            "speaker": "",
            "title": "[No talk]"
          }
        ]
      ],
      "datetime_edt": "2020-05-26 07:00:00"
    },
    {
      "speaker": "Contributed talks",
      "talk_format": [
        {
          "name": "Crowdcast",
          "url": "https://www.crowdcast.io/e/neuromatch2/21"
        }
      ],
      "schedule": [
        [
          {
            "speaker": "Daniela Buchwald (German Primate Center)",
            "title": "Processing of visual and tactile object information in the fronto-parietal grasping network",
            "abstract": "When we are using our hands to interact with our surroundings, many different brain areas are involved in the sensory-motor transformation required to link sensory information to meaningful actions. While we have some understanding about the role of individual brain areas in this process, less is known about the way different brain areas interact during grasp planning.\nTo investigate how information from different senses is used in the process of grasp-planning, we recorded multi-channel spiking activity from a rhesus macaque (Macaca mulatta) while he performed a delayed-grasping task. The animal was trained to grasp six different objects that he has perceived beforehand either visually or tactually. To better understand the underlying sensory-motor transformation in preparation of this action, spiking activity was recorded from primary motor cortex, premotor cortex and the primary somatosensory cortex. \nBy comparing the firing rates of single- and multi-units from these cortical areas, we identified specific differences in the brain activity between the two task conditions, even though the executed movement was identical. Specifically in the preparatory activity, after the object was seen or touched but before the object was lifted, up to 20% of units showed significant tuning differences between the two sensory modalities, i.e., in the way the grasps were planned based on visual vs. tactile object information. To better quantify the difference between visual and tactile grasp planning, we trained a classifier on the recorded data to predict the sensory modality as well as the grasping action, and this classifier was able to decode the sensory condition during the memory period well above chance. \nTogether we could demonstrate significant differences in the way visual and tactile object information is processed in these brain areas, while the resulting movement was identical in both conditions. This demonstrates a significant role not only of object information, but also of the sensory modality conveying this information, for the preparation of upcoming grasp movements.\n\nSupported by: Deutsche Forschungsgemeinschaft (SFB 889, Project C09)."
          },
          {
            "speaker": "Margarita Zachariou (Cyprus Institute of Neurology and Genetics)",
            "title": "Empirically Constrained Network Models for Contrast-dependent Modulation of Gamma Rhythm in V1",
            "abstract": "Here we present experimentally-validated computational models of gamma rhythm and use these to investigate gamma oscillation instability. To this end, we extracted empirical constraints for PING (Pyramidal Interneuron Network Gamma) models from monkey single-unit and LFP responses recorded during contrast variation. These constraints implied weak rather than strong PING, connectivity between excitatory (E) and inhibitory (I) cells within specific bounds, and input strength variations that modulated E but not I cells. Constrained models showed valid behaviours, including gamma frequency increases with contrast and power saturation or decay at high contrasts. The route to gamma instability involved increased heterogeneity of E cells with increasing input triggering a breakdown of I cell pacemaker function. We illustrate the model’s capacity to resolve disputes in the literature. Our work is relevant for the range of cognitive operations to which gamma oscillations contribute and could serve as a basis for future, more complex models."
          }
        ]
      ],
      "datetime_edt": "2020-05-26 08:00:00"
    },
    {
      "speaker": "Eugenia Chiappe (Champalimaud)",
      "talk_format": [
        {
          "name": "Crowdcast",
          "url": "https://www.crowdcast.io/e/neuromatch2/22"
        }
      ],
      "title": "Visuomotor mechanisms of flexible control of walking stability in Drosophila",
      "abstract": "Locomotion performance depends on a precise knowledge of the speed and configuration of the moving body. Such an internal estimate of self-motion is fundamental to control the coordinated action of eyes, head and limbs as animals explore and acquire information from their environment. We are interested in understanding how this information emerges in sensorimotor circuits and is used to control movement in a behavioral goal-specific manner. In this talk, I will focus on a canonical visuomotor network in the fly whose function is thought to contribute to one conserved principle of locomotion— stability. Through analysis of behavior in simultaneous with recordings of neural activity, I will describe that this network combines multimodal signals to control locomotion performance in a moment-by-moment flexible manner guided by the behavioral goal of the fly.",
      "datetime_edt": "2020-05-26 09:00:00"
    },
    {
      "speaker": "Debate: Alex Pouget (Geneva) and Brad Love (UCL)",
      "talk_format": [
        {
          "name": "Crowdcast",
          "url": "https://www.crowdcast.io/e/neuromatch2/23"
        }
      ],
      "title": "The usefulness of Bayesian models",
      "abstract": "This debate between Alex Pouget and Brad Love is inspired by the published exchange that followed the paper \"Bayesian Just-So Stories in Psychology and Neuroscience\" by Bowers and Davis in 2012. It will explore the usefulness of Bayesian models for capturing neural and behavioral findings, including how the thinking on this topic has evolved in the intervening years.",
      "schedule": [],
      "datetime_edt": "2020-05-26 10:00:00"
    },
    {
      "speaker": "Social / Open Mic",
      "talk_format": [
        {
          "name": "Crowdcast",
          "url": "https://www.crowdcast.io/e/neuromatch2/24"
        },
        {
          "name": "Open Mic Sign-up",
          "url": "https://docs.google.com/spreadsheets/d/1kYGNMHET0prMrGjn3PpiuG-ePN76RlP5PwJRMLvcgdg/edit#gid=0"
        },
        {
          "name": "Mozilla Hub 1",
          "url": "https://hubs.mozilla.com/Cmmm7Jm/neuromatch-room-1"
        },
        {
          "name": "Mozilla Hub 2",
          "url": "https://hubs.mozilla.com/VCh8veo/neuromatch-room-2"
        },
        {
          "name": "Mozilla Hub 3",
          "url": "https://hubs.mozilla.com/2ndU5n5/neuromatch-room-3"
        },
        {
          "name": "Zoom Social",
          "url": "https://zoom.us/j/94679114110?pwd=Mk1FdUs4N3k2OWQrVTdsOXJTbXFvQT09"
        }
      ],
      "title": "neuromatch social",
      "abstract": "Join us for an open mic social hour on Crowdcast where we ask attendess on stage to dance, sing, tell jokes, show off their toddler, etc. A sign-up sheet will be available for registered attendees.",
      "schedule": [],
      "datetime_edt": "2020-05-26 11:30:00"
    },
    {
      "speaker": "Joseph Raimondo (U Capetown)",
      "talk_format": [
        {
          "name": "Crowdcast",
          "url": "https://www.crowdcast.io/e/neuromatch2/25"
        }
      ],
      "title": "Chloride ion dynamics in the nervous system",
      "abstract": "Fast inhibitory synaptic inhibition is critical for shaping the functional properties of neuronal networks. At a receptor level, synaptic inhibition is mediated by type A g-aminobutyric acid receptors (GABAARs), which are primarily permeable to chloride (Cl-) ions. ﻿Therefore, the transmembrane gradient for Cl- sets the driving force for Cl-flux across these receptors, controlling the properties of inhibitory synaptic signaling. In this talk I will: 1) explore what establishes the driving force for Cl- in neurons, 2) show how the transmembrane Cl- gradient can change during activity thereby modifying the input-output properties of neurons and 3) discuss how Cl- dynamics are critical for understanding and treating epileptic seizures.",
      "datetime_edt": "2020-05-26 12:00:00"
    },
    {
      "speaker": "Yael Niv (Princeton)",
      "talk_format": [
        {
          "name": "Crowdcast",
          "url": "https://www.crowdcast.io/e/neuromatch2/26"
        }
      ],
      "title": "Latent causes, prediction errors, and the organization of memory",
      "abstract": "In recent years, my lab has suggested that incoming information is parsed into separate clusters (\"states\" in reinforcement learning parlance) -- all events that are assigned to one cluster are learned about together, whereas events in different clusters do not interfere with each other in learning. Moreover, we have suggested that prediction errors are key to this separation into clusters. In this talk, I will revisit these ideas building not only on behavioral experiments showing evidence for clustering, but also experiments that show the effects of prediction errors on episodic memory. I will attempt to tie the different findings together into a hypothesis about how prediction errors affect not only learning, but also the organization of memory.\n\n(Work with Sam Gershman, Angela Radulescu and Nina Rouhani)",
      "datetime_edt": "2020-05-26 13:00:00"
    },
    {
      "speaker": "Group matching / Social",
      "talk_format": [
        {
          "name": "Crowdcast",
          "url": "https://www.crowdcast.io/e/neuromatch2/27"
        }
      ],
      "title": "Group matching (or social hour)",
      "abstract": "An hour slot for attendees who signed up for group mind-matching to chat and socialze. Attendees who signed up should organize via email with their matches to create a meeting session to chat during this hour. Those who didn't can stay on Crowdcast or head to Mozilla Hubs for social hour.",
      "datetime_edt": "2020-05-26 14:00:00"
    },
    {
      "speaker": "Adrienne Fairhall (U Washington)",
      "talk_format": [
        {
          "name": "Crowdcast",
          "url": "https://www.crowdcast.io/e/neuromatch2/28"
        }
      ],
      "title": "Neural control of movement in Hydra",
      "abstract": "Hydra is a fascinating model organism for neuroscience. It is transparent; new genetic lines allow one to image activity in both neurons (Dupre and Yuste, 2017) and muscle cells (Szymanski and Yuste, 2019) ; it exhibits rich behavior; and it continually rebuilds itself. Hydra’s fairly simply physical structure as a two-layered fluid-filled hydrostat and the accessibility of information about neural and muscle activity opens the possibility of a complete model of neural control of behavior. We will discuss development of biophysical models of the nerve net and muscle cell layers and the actuation of a biomechanical model of the body column.",
      "datetime_edt": "2020-05-26 15:00:00"
    },
    {
      "speaker": "Polina Anikeeva (MIT)",
      "talk_format": [
        {
          "name": "Crowdcast",
          "url": "https://www.crowdcast.io/e/neuromatch2/29"
        }
      ],
      "title": "Magnetic Nanotransducers for Wireless Neuromodulation",
      "abstract": "Ion channels offer direct means to manipulating neural activity with specificity and temporal precision. The nanometer dimensions of these molecular machines inspire the design of neuromodulation tools operating at comparable spatial scales. In this talk I will discuss how magnetic nanotransducers based on synthetic magnetic materials can be applied to convert external weak magnetic fields into stimuli, such as heat, force, torque, pH change, and chemicals, commonly perceived by ion channels. I will illustrate the importance of magnetic properties in controlling magnetically-mediated neuronal modulation in the context of ion influxes and rodent behavior. This talk will also highlight opportunities offered by wireless neuromodulation in behavioral and systems neuroscience. Finally, I will touch on future possibilities for preclinical and translational applications of nanotransducer-mediated wireless magnetic neuromodulation.",
      "datetime_edt": "2020-05-26 16:00:00"
    },
    {
      "speaker": "Growing Up in Science: a panel with Wei Ji Ma (NYU) and Anne Churchland (Cold Spring Harbor)",
      "talk_format": [
        {
          "name": "Crowdcast",
          "url": "https://www.crowdcast.io/e/neuromatch2/30"
        }
      ],
      "title": "Growing up in Science",
      "abstract": "Growing up in Science (www.growingupinscience.com) is a mentorship series that started at NYU but has spread to many other places. In it, faculty members and other guests describe their life and career story with an emphasis on struggles, failures, detours, and doubts. In this seminar, Wei Ji Ma will briefly describe the series and explain how you can start your own. Then, Anne Churchland and Wei Ji Ma will tell their own stories.",
      "schedule": [
        [
          {
            "title": "Anne Churchland",
            "abstract": "\nOfficial stories\nAnne Churchland received a PhD in Neuroscience from UCSF based on her work studying motion processing and eye movements in macaque monkeys. She worked under the supervision of Steve Lisberger. She was subsequently a postdoctoral fellow with Mike Shadlen, then at the University of Washington, studying decision-making in nonhuman primates. Next, she became an Assistant Professor at Cold Spring Harbor laboratory in New York, and started a research group focussing on multisensory decision-making in rodents. Her research in this topic has implicated both cortical and subcortical circuits in the computations that support these decisions. She also discovered that even the brains of expert decision-makers are often donated by signals unrelated to the decision at hand, such as idiosyncratic fidgets. She is now an Associate Professor and the Neuroscience Chair at Cold Spring Harbor. She has also co-organized many conferences including Cosyne and Canonical Computations in Brains and Machines and she is the founder of anneslist.net.\n\nUnofficial story\nAnne grew up as the daughter of some philosophers which means people always ask her if she grew up having interesting dinner table conversations. In fact, she did! However these conversations did not make her particularly enthusiastic about science. She somewhat liked math as a teenager but really preferred canoeing in the wilderness. In college, she gained an interest in developmental psychology which is a totally awesome field and got Anne thinking about the brain. To pursue this passing interest, Anne became a technician after graduating college and worked in Steve Lisberger’s lab at UCSF. She really liked running experiments and analyzing data, and found this almost as fun as going on canoe trips. It helped a lot that the people in the lab were nice, and would assist each other when they ran into difficulties. At the end of grad school, Anne had a baby and then had another baby 2 years later. Being a parent to 2 small children as a postdoc both ameliorated and exacerbated the many challenges Anne faced during that period [small children often have this dual effect on challenges]. After struggling for a long time on the job market, Anne got a job at Cold Spring Harbor and planned to study decision-making in rodents. At the time, this was quite a novel idea and most people laughed at Anne’s plan to pursue it. Anne loved being a PI pretty much immediately. She really liked interacting with the people in her lab, and enjoyed hearing their ideas about the science. She also liked that she was able to create a lab culture in which people spoke critically about each other's ideas, but did it in a way that kept the conversation going. Anne would like to keep being a PI for a long time, albeit with a few canoe trips (and some interesting dinner conversations) sprinkled along the way."
          },
          {
            "title": "Wei Ji Ma",
            "abstract": "\nOfficial story.\nWeiji received his Ph.D. in Physics from the University of Groningen, the Netherlands. He went on to do postdocs in computational neuroscience with Christof Koch at Caltech and with Alex Pouget at the University of Rochester. He was Assistant Professor of Neuroscience at Baylor College of Medicine from 2008 to 2013, and has been at NYU since, where he is now Professor of Neural Science and Psychology.\n\nUnofficial story.\nWeiji is a third-generation Dutch whose mom was simultaneously a stereotypical Chinese \"tiger parent\" and a child of Amsterdam in the 1960s. Weiji had a bizarre childhood, graduating from high school at age 14 and from college at 17, along the way picking up media appearances, deficits in social skills, and an inflated self-image. His confidence came crashing down in his PhD, which was initially misguided (bad mentorship) and eventually simply too hard (string theory). He was leaning heavily on a fellow grad student and his PhD never felt his own. Weiji was also very distracted, often spending more time being active in organizations than on research. He never ever thought he would make it to faculty. He considered alternative careers but decided to give science one more chance. Starting as a postdoc offered new opportunities for delusions of grandeur: he claimed he would solve consciousness using statistical physics. Back on Earth, Weiji published only one book chapter with Christof Koch, and in 2004, Christof had no choice but to kick him out of his lab. Only in his second postdoc, under Alex Pouget's whip, did he start to get his act together, but this was also a time when, working besides a talented fellow postdoc, impostor complex hit hard. Weiji got his faculty job thanks to just enough people seeing promise in the absence of accomplishments. His procrastination is still alive and kicking to this day, but since his students and postdocs now do the actual work, he can get away with it."
          }
        ]
      ],
      "datetime_edt": "2020-05-26 17:00:00"
    },
    {
      "speaker": "Social / Open Mic",
      "talk_format": [
        {
          "name": "Crowdcast",
          "url": "https://www.crowdcast.io/e/neuromatch2/31"
        },
        {
          "name": "Open Mic Sign-up",
          "url": "https://docs.google.com/spreadsheets/d/1kYGNMHET0prMrGjn3PpiuG-ePN76RlP5PwJRMLvcgdg/edit#gid=0"
        },
        {
          "name": "Mozilla Hub 1",
          "url": "https://hubs.mozilla.com/Cmmm7Jm/neuromatch-room-1"
        },
        {
          "name": "Mozilla Hub 2",
          "url": "https://hubs.mozilla.com/VCh8veo/neuromatch-room-2"
        },
        {
          "name": "Mozilla Hub 3",
          "url": "https://hubs.mozilla.com/2ndU5n5/neuromatch-room-3"
        },
        {
          "name": "Zoom Social",
          "url": "https://zoom.us/j/94679114110?pwd=Mk1FdUs4N3k2OWQrVTdsOXJTbXFvQT09"
        }
      ],
      "title": "neuromatch social",
      "abstract": "Join us for an open mic social hour on Crowdcast where we ask attendess on stage to dance, sing, tell jokes, show off their toddler, etc. A sign-up sheet will be available for registered attendees.",
      "datetime_edt": "2020-05-26 18:30:00"
    },
    {
      "speaker": "Short talks",
      "talk_format": [
        {
          "name": "Parallel 4A",
          "url": "https://www.crowdcast.io/e/neuromatch2/33"
        },
        {
          "name": "Parallel 4B",
          "url": "https://www.crowdcast.io/e/neuromatch2/34"
        },
        {
          "name": "Parallel 4C",
          "url": "https://www.crowdcast.io/e/neuromatch2/35"
        },
        {
          "name": "Parallel 4D",
          "url": "https://www.crowdcast.io/e/neuromatch2/36"
        }
      ],
      "schedule": [
        [
          {
            "speaker": "Nicole Hakim (University of Chicago)",
            "title": "EEG connectivity identifies individuals and predicts behavior across data sets"
          },
          {
            "speaker": "Rafael Grigoryan\n (Lomonosov Moscow State University)",
            "title": "How to use brain-computer interface to study differences between blind and sighted"
          },
          {
            "speaker": "Abolfazl Ziaeemehr (Institute  of advanced studies in basic science)",
            "title": "Global synchronization in directed excitatory networks of type I neurons"
          }
        ],
        [
          {
            "speaker": "Zhenglong Zhou (University of Pennsylvania)",
            "title": "Human Inference Using Distributed Representations"
          },
          {
            "speaker": "Soroush Malek (University of Lethbridge)",
            "title": "Memory Reactivation in Rat Medial Prefrontal Cortex Happens Dominantly in a Sub-State of Cortical Up State During Slow Wave Sleep"
          },
          {
            "speaker": "Jesse Parent (Orthogonal Research and Education Lab)",
            "title": "Embodied Cognition & Contextual Neurodevelopmental Dynamics : Modeling  Levels of Representation with Developmental Braitenberg Vehicles"
          }
        ],
        [
          {
            "speaker": "Chris Rodgers (Columbia University)",
            "title": "The sensorimotor strategies and neuronal representations of whisker-based shape recognition in mice"
          },
          {
            "speaker": "Cheng Xue (University of Pittsburgh)",
            "title": "Multi-dimensional perceptual decision making under dynamic belief states"
          },
          {
            "speaker": "Christof Fehrman (University of Virginia)",
            "title": "How neural intrinsic dynamics and receptive field filtering properties affect parameter estimation of generalized linear models"
          }
        ],
        [
          {
            "speaker": "Christopher Cueva (Columbia University)",
            "title": "Emergence of functional and structural properties of the head direction system by optimization of recurrent neural networks"
          },
          {
            "speaker": "Scott Rich (Krembil Research Institute)",
            "title": "Modeling reveals human-rodent differences in h-current kinetics influencing resonance in cortical layer 5 neurons"
          },
          {
            "speaker": "Valentin Slepukhin (UCLA Physics and Astronomy)",
            "title": "Inducing spike synchronization in neural networks and burst initiation in the preBötzinger complex"
          }
        ],
        []
      ],
      "datetime_edt": "2020-05-26 19:00:00"
    },
    {
      "speaker": "Poster session",
      "talk_format": [
        {
          "name": "Virtual Poster",
          "url": "https://www.neuromatch.io/posters"
        }
      ],
      "abstract": "Visit our virtual poster session to check submitted posters. You can go through the slides, watch recorded talks, and join discussion if the speakers are available. Note that you have to register to visit the virtual poster session page.",
      "datetime_edt": "2020-05-26 20:00:00"
    },
    {
      "speaker": "Poster session",
      "talk_format": [
        {
          "name": "Virtual Poster",
          "url": "https://www.neuromatch.io/posters"
        }
      ],
      "abstract": "Visit our virtual poster session to check submitted posters. You can go through the slides, watch recorded talks, and join discussion if the speakers are available. Note that you have to register to visit the virtual poster session page.",
      "schedule": [],
      "datetime_edt": "2020-05-26 21:00:00"
    },
    {
      "speaker": "Poster session",
      "talk_format": [
        {
          "name": "Virtual Poster",
          "url": "https://www.neuromatch.io/posters"
        }
      ],
      "abstract": "Visit our virtual poster session to check submitted posters. You can go through the slides, watch recorded talks, and join discussion if the speakers are available. Note that you have to register to visit the virtual poster session page.",
      "datetime_edt": "2020-05-27 05:00:00"
    },
    {
      "speaker": "Poster session",
      "talk_format": [
        {
          "name": "Virtual Poster",
          "url": "https://www.neuromatch.io/posters"
        }
      ],
      "abstract": "Visit our virtual poster session to check submitted posters. You can go through the slides, watch recorded talks, and join discussion if the speakers are available. Note that you have to register to visit the virtual poster session page.",
      "datetime_edt": "2020-05-27 06:00:00"
    },
    {
      "speaker": "Short talks",
      "talk_format": [
        {
          "name": "Parallel 5A",
          "url": "https://www.crowdcast.io/e/neuromatch2/37"
        },
        {
          "name": "Parallel 5B",
          "url": "https://www.crowdcast.io/e/neuromatch2/38"
        },
        {
          "name": "Parallel 5C",
          "url": "https://www.crowdcast.io/e/neuromatch2/39"
        },
        {
          "name": "Parallel 5D",
          "url": "https://www.crowdcast.io/e/neuromatch2/40"
        },
        {
          "name": "Parallel 5E",
          "url": "https://www.crowdcast.io/e/neuromatch2/41"
        }
      ],
      "schedule": [
        [
          {
            "speaker": "Esra Al (Max Planck Institute for Human Cognitive and Brain Sciences)",
            "title": "Somatosensory localization in the absence of conscious detection"
          },
          {
            "speaker": "Lei Wang (East China Normal University)",
            "title": "Processing of visual sequences by neural ensembles in posterior parietal cortex of macaques"
          },
          {
            "speaker": "Guiomar Niso (Universidad Politécnica de Madrid )",
            "title": "BIDS: a data standard to support the neuroimaging community"
          }
        ],
        [
          {
            "speaker": "Kevin Berlemont (Laboratoire de Physique de l'Ecole Normale Supérieure)",
            "title": "Nonlinear neural network dynamics accounts for human confidence in a sequence of perceptual decisions"
          },
          {
            "speaker": "Rani Moran (University College London)",
            "title": "Human subjects exploit a cognitive map for credit assignment "
          },
          {
            "speaker": "Jo Cutler (University of Oxford)",
            "title": "Ageing-related changes in prosocial reinforcement learning and links to psychopathic traits"
          }
        ],
        [
          {
            "speaker": "Ben Huang (Weill Cornell Medicine)",
            "title": "OpenCortex: an integrated platform for cortex-wide imaging, electrophysiology, and network analysis in behaving mice"
          },
          {
            "speaker": "Nikolas Karalis (Friedrich Miescher Institute for Biomedical Research)",
            "title": "Breathing coordinates cortical and subcortical network dynamics"
          },
          {
            "speaker": "Adil Khan (King's College London)",
            "title": "Adaptive neural circuits underlying flexible visual behaviour"
          }
        ],
        [
          {
            "speaker": "Kshitij Dwivedi (Freie Universität Berlin)",
            "title": "Unveiling functions of the visual cortex using task-specific deep neural networks"
          },
          {
            "speaker": "Christopher Kim\n (National Institute of Health)",
            "title": "Learning recurrent dynamic patterns in spiking neural networks"
          },
          {
            "speaker": "José Antonio Villacorta (Complutense University of Madrid)",
            "title": "Time Compaction in Human and Artificial Brains"
          }
        ],
        [
          {
            "speaker": "Nitzan Shahar (Tel Aviv University)",
            "title": "Compulsivity is associated with an augmented tendency to form non-veridical action-outcome associations "
          },
          {
            "speaker": "Fergal Byrne (Ogma Intelligent Systems Corp)",
            "title": "Feynman Machine: The Universal Dynamical Systems Computer"
          },
          {
            "speaker": "María da Fonseca (Brain and Cognition Research Center)",
            "title": "LINKING METACOGNITION AND MOOD THROUGH A DECISION-MAKING EXPERIMENT"
          }
        ]
      ],
      "datetime_edt": "2020-05-27 07:00:00"
    },
    {
      "speaker": "Contributed talks",
      "talk_format": [
        {
          "name": "Crowdcast",
          "url": "https://www.crowdcast.io/e/neuromatch2/42"
        }
      ],
      "schedule": [
        [
          {
            "speaker": "Juan Luis Riquelme (Max Planck Institute for Brain Research)",
            "title": "Impact of single neurons in cortical circuits with dense and strong connectivity",
            "abstract": "Experimental studies have shown that individual neurons can impact the activity of their local network. Recent evidence in the reptilian cortex shows that just one spike can trigger repeatable cascades of activity in the surrounding neurons (Hemberger et al. 2019). Similar sequences of neuronal activations have been reported in other systems, such as mammalian cortex and the birdsong system, but we still lack a good mechanistic understanding. To study how single spikes impact local activity, we built a computational model of the three-layered turtle cortex. We found that the model, fitted to experimental data and with minimal assumptions about the connectivity, was able to reproduce sequences from single spikes comparable to those observed ex vivo.\n\nThe model included rare but powerful synapses from a long-tailed distribution as reported experimentally. By simulating alternative models where the distribution is truncated, we showed that these strong connections are the main conduit through which individual excitatory neurons most reliably influence their local network. Activity in the responding network evolves by spreading away from the activated neuron and is sensitive to the global level of activity. Contrary to excitatory cells, we found that inhibitory neurons quickly lose the temporal precision of their response when background network activity increased. Therefore, we predict the presence of repeatable sequences of excitatory but not inhibitory spikes in vivo. Finally, by studying the connections most frequently traversed and quantifying the motifs that are present, we describe how these strong connections are supported by an abundance of weak ones. Our work zooms into the fine network interactions triggered by a single spike of a single neuron in cortex, and explains how repeatable and temporally precise sequences of activity can be generated, with ample implications for information transmission in cortical networks."
          },
          {
            "speaker": "Ross Williamson (University of Pittsburgh)",
            "title": "Parallel Systems for Sound Processing and Functional Connectivity among Layer 5 and 6 Auditory Corticothalamic Projection Neurons",
            "abstract": "Corticofugal neurons in the deep layers of the auditory cortex (ACtx) innervate a wide range of targets both within and outside the central auditory pathway. Of the different corticofugal systems, the corticothalamic (CT) projection is the largest. Layer (L) 5 and L6 CT neurons exhibit markedly different morphological, intrinsic, and synaptic properties, suggesting that they comprise two parallel projection systems from the cortex to the thalamus. Until now, technical limitations have made it impossible to extend these observations to sensory processing in awake animals. Here, we leveraged recent advances in multi-channel electrophysiology and optogenetics to make targeted recordings from both layer 5 (L5 CT) and 6 (L6 CT) corticothalamic neurons in awake mice.\nAs a first step towards highlighting the differences in anatomical connectivity of L5 and L6 CT neurons, we used an intersectional viral strategy to label each cell type. While L6 CT neurons primarily targeted the ventral subdivision of the medial geniculate body (MGB), L5 CT neurons had more divergent connectivity, with collateral axons innervating the non-lemniscal regions of the MGB en route to the inferior colliculus. To characterize the sensory processing capabilities of these neurons, we developed an antidromic optogenetic “phototagging” approach to isolate individual L5 CT and L6 CT units on high-density multichannel probes in awake, head-fixed mice. L6 CT neurons exhibited shorter response latencies, narrower frequency tuning, and sparser stimulus selectivity than L6 CT neurons. Linear spectrotemporal receptive field (STRF) fits explained a higher percentage of response variance in L6 CT neurons, indicating a higher degree of linearity. The amount of additional variability that was explained when the nonlinear effects of acoustic context were modelled was larger in L5 CT neurons, suggesting a greater susceptibility to contextual nonlinearities. Analyses of functional connectivity revealed that L6 CT neurons powerfully regulate response gain across the deep layers of the ACtx via dense local connections with inhibitory subnetworks, while L5 CT neurons featured far weaker feedforward excitation onto local columnar neurons.\nCollectively, these findings suggest a dichotomy of sensory processing and functional connectivity in two corticothalamic cell-types. L6 CTs show sparse stimulus selectivity but can powerfully regulate the gain on local cortical processing, whereas L5 CTs integrate local circuit processing with dense, non-linear coding and “broadcast” signals out of the ACtx. Future work will entail recording from these projection neurons during task engagement to establish how these functional differences are adaptively used in service of goal-directed behavior."
          }
        ]
      ],
      "datetime_edt": "2020-05-27 08:00:00"
    },
    {
      "speaker": "Demba Ba (Harvard U)",
      "talk_format": [
        {
          "name": "Crowdcast",
          "url": "https://www.crowdcast.io/e/neuromatch2/43"
        }
      ],
      "title": "Sparse Coding, Interpretable ReLU Auto-encoders, and Pattern Discovery in Neural Data",
      "abstract": "An important problem in neuroscience is to identify recurrent patterns that occur  in time-series data, in an unsupervised fashion. Spike sorting, as well as the  identification of spikes from Calcium imaging data, are two examples of this problem  in which the data are real-valued. The identification of recurrent patterns from spiking  data is an example in which the data are binary or count valued. I cast these problems  as one of learning a convolutional dictionary, subject to sparsity constraints, from  data drawn according to a natural exponential family. I propose two general approaches  towards its solution. The first approach is reminiscent of the algorithm for classical  convolutional dictionary learning, which alternates between sparse coding and dictionary  update steps. The second approach utilizes a novel class of ReLU convoltuional  auto-encoders obtained by unrolling/unfolding the sparse coding and dictionary update  steps of the former. Unlike the first approach, it can be implemented on GPUs, making it  faster and amenable to larger data sets. Moreover, it gives a principled prescription for  building interpretable neural networks for data from the natural exponential family. I will  show applications to spike sorting and to the problem of automatically learning the  stimulus effect from neural spiking data acquired in the barrel cortex of mice in response  to periodic whisker deflections.",
      "datetime_edt": "2020-05-27 09:00:00"
    },
    {
      "speaker": "Aude Oliva (MIT)",
      "talk_format": [
        {
          "name": "Crowdcast",
          "url": "https://www.crowdcast.io/e/neuromatch2/44"
        }
      ],
      "title": "Human Brain Spatio-Temporal Maps of Perception",
      "abstract": "The human brain is a time machine: we are constantly remembering our past, and projecting ourselves in the future.  Neuroscientists are explorers who study how this neural time machine works, how to repair it when it is damaged, and how to improve it.  In this talk, I will present results from a neuroimaging technique that combines MEG (magneto-encephalography) signals with fMRI (functional magnetic resonance imaging) to unravel the spatiotemporal dynamics of visual and auditory perception, at the scale of the whole human brain. This fusion approach is well suited for developing functional biomarkers to aid clinicians in diagnosing disorders, pinpointing impairments as a precursor to therapeutic interventions, as well as studying how to maintain or enhance a cognitive function in the healthy brain.",
      "datetime_edt": "2020-05-27 10:00:00"
    },
    {
      "speaker": "IEEE Data Sharing Panel",
      "talk_format": [
        {
          "name": "Crowdcast",
          "url": "https://www.crowdcast.io/e/neuromatch2/45"
        }
      ],
      "title": "IEEE Data Sharing Panel with Maryann Martone (UCSD/INCF), Saskia de Vries (Allen Institute), and Stephen Eglen (Cambridge)",
      "abstract": "Panel on the future of data-sharing in neuroscience, sponsored by IEEE Brain",
      "datetime_edt": "2020-05-27 11:00:00"
    },
    {
      "speaker": "Future of neuromatch",
      "talk_format": [
        {
          "name": "Crowdcast",
          "url": "https://www.crowdcast.io/e/neuromatch2/46"
        }
      ],
      "title": "Discussion: Future of neuromatch",
      "abstract": "Discuss the future of neuromatch with neuromatch organizers",
      "datetime_edt": "2020-05-27 12:30:00"
    },
    {
      "speaker": "Short talks",
      "talk_format": [
        {
          "name": "Parallel 6A",
          "url": "https://www.crowdcast.io/e/neuromatch2/47"
        },
        {
          "name": "Parallel 6B",
          "url": "https://www.crowdcast.io/e/neuromatch2/48"
        },
        {
          "name": "Parallel 6C",
          "url": "https://www.crowdcast.io/e/neuromatch2/49"
        },
        {
          "name": "Parallel 6D",
          "url": "https://www.crowdcast.io/e/neuromatch2/50"
        },
        {
          "name": "Parallel 6E",
          "url": "https://www.crowdcast.io/e/neuromatch2/51"
        }
      ],
      "schedule": [
        [
          {
            "speaker": "Mario Dipoppa (Columbia University)",
            "title": "A recurrent model incorporating different cell types explains contextual modulation in primary visual cortex"
          },
          {
            "speaker": "Adam Steel (Dartmouth College)",
            "title": "The place memory network: A network of brain areas supporting perception and memory of familiar places."
          },
          {
            "speaker": "Ivo Dinov (University of Michigan Ann Arbor)",
            "title": "Computational Neuroscience, Time Complexity, and Spacekime Analytics"
          }
        ],
        [
          {
            "speaker": "Megan Hagenauer (University of Michigan)",
            "title": "Genetic liability for internalizing versus externalizing behavior manifests in the developing and adult hippocampus: Insight from a meta-analysis of transcriptional profiling studies in a selectively-bred rat model"
          },
          {
            "speaker": "Weizhen Xie (National Institute of Neurological Disorders and Stroke)",
            "title": "Memorability of Words in Arbitrary Verbal Associations Modulates Memory Retrieval in the Anterior Temporal Lobe"
          },
          {
            "speaker": "Johannes Bill (Harvard Medical School)",
            "title": "Hierarchical structure is employed by humans during visual motion perception"
          }
        ],
        [
          {
            "speaker": "Jonathan A. Michaels (Western University)",
            "title": "A goal-driven modular neural network predicts parieto-frontal neural dynamics during grasping"
          },
          {
            "speaker": "Peter Petersen (New York University Langone Medical Center)",
            "title": "CellExplorer: a graphical user interface and standardized pipeline for visualizing and characterizing single neuron features"
          },
          {
            "speaker": "Seth Egger (Duke University)",
            "title": "Sensory decoding is a major contributor to variation in motor behavior"
          }
        ],
        [
          {
            "speaker": "Thijs van der Plas (University of Oxford)",
            "title": "Memory in RNNs: Uncovering Neural Mechanisms that Underpin Segregation of Sensation and Memory"
          },
          {
            "speaker": "Jeremie Lefebvre (U Ottawa)",
            "title": "Adaptive myelination promotes large-scale synchrony a large-scale brain networks"
          },
          {
            "speaker": "Dimitris Pinotsis (City, University of London)",
            "title": "New Frontiers for Computational Psychiatry"
          }
        ],
        [
          {
            "speaker": "Andrew Fink, Carl Schoonover (Columbia University)",
            "title": "Representational drift in primary olfactory cortex"
          },
          {
            "speaker": "Bradly Alicea (OpenWorm Foundation)",
            "title": "Computational Virtuality as a Form of Artificial Intelligence"
          },
          {
            "speaker": "Jorge Ramirez-Ruiz (Pompeu Fabra University)",
            "title": "The breadth-depth dilemma in a finite capacity model of decision-making"
          }
        ]
      ],
      "datetime_edt": "2020-05-27 13:00:00"
    },
    {
      "speaker": "Byron Yu (Carnegie Mellon)",
      "talk_format": [
        {
          "name": "Crowdcast",
          "url": "https://www.crowdcast.io/e/neuromatch2/52"
        }
      ],
      "title": "Brain-computer interfaces for basic science",
      "abstract": "Brain-computer interfaces (BCI) translate neural activity into movements of a computer cursor or robotic limb.  BCIs are known for their ability to assist paralyzed patients.  A lesser known, but increasingly important, use of BCIs is their ability to further our basic scientific understanding of brain function.  In particular, BCIs are providing insights into the neural mechanisms underlying sensorimotor control that are currently difficult to obtain using limb movements. In this talk, I will demonstrate how a BCI can be leveraged to study how the brain learns.  Specifically, I will address why learning some tasks is easier than others, as well as how populations of neurons change their activity in concert during learning.",
      "datetime_edt": "2020-05-27 14:00:00"
    },
    {
      "speaker": "Dan Yamins (Stanford)",
      "talk_format": [
        {
          "name": "Crowdcast",
          "url": "https://www.crowdcast.io/e/neuromatch2/53"
        }
      ],
      "title": "Three Core Problems in the Modern DNN Theory of the Visual System, and Some Initial Steps Toward Solving To Them",
      "abstract": "The deep neural network theory of the ventral stream combines three core principles of modern artificial intelligence to build powerful brain-like models: network architectures (like hierarchical convolution) that build in evolutionarily reasonable priors, behavioral goals (like object categorization) that strongly constrain architectural parameters, and a learning rule (stochastic gradient descent) that robustly optimizes for these constraints. The confluence of these three principles has created models that make successful quantitative predictions of neural responses throughout the visual pathway.  However, in each of the three main areas, there are significant gaps between the theory and the observed biological data: in the architectural domain, the lack of recurrence and feedback; in the behavioral goal domain, the need for far too much labelled data; and in the learning rule, the need for non-local operations.  In this talk, I will describe recent work from my lab and that of collaborators taking steps toward resolving each of these three problems.",
      "datetime_edt": "2020-05-27 15:00:00"
    },
    {
      "speaker": "Industry hour",
      "talk_format": [
        {
          "name": "Crowdcast",
          "url": "https://www.crowdcast.io/e/neuromatch2/54"
        }
      ],
      "schedule": [
        [
          {
            "title": "Online eye tracking (mind-trace.com)",
            "speaker": "MindTrace"
          },
          {
            "title": "Biotactical Gameware (brainattach.com)",
            "speaker": "brainattach"
          },
          {
            "title": "MIT Press is one of the largest and most distinguished university presses in the world (mitpress.mit.edu)",
            "speaker": "MIT Press"
          },
          {
            "title": "Vision Science Solutions (vpixx.com)",
            "speaker": "VPixx Technologies"
          },
          {
            "title": "Advanced Electrophysiology Systems (cambridgeneurotech.com)",
            "speaker": "Cambridge Neurotech"
          }
        ]
      ],
      "datetime_edt": "2020-05-27 16:00:00"
    },
    {
      "speaker": "Contributed talks",
      "talk_format": [
        {
          "name": "Crowdcast",
          "url": "https://www.crowdcast.io/e/neuromatch2/55"
        }
      ],
      "schedule": [
        [
          {
            "speaker": "Wilma Bainbridge (University of Chicago)",
            "title": "Rethinking boundary extension as a universal effect in scene memory",
            "abstract": "Boundary extension is a widely accepted psychological phenomenon in which observers will always extend the boundaries in their memory for a scene image. This phenomenon is thought to reflect a memory source error in which we mix visual inputs with our schema-based knowledge of the scene category, and has been taken to prove the roles of the hippocampus and parahippocampal cortex in the automatic extrapolation of scene schemas. However, studies on boundary extension have utilized a narrow set of stimuli, in which close-up objects are the central focus of the image. In a large-scale study re-examining boundary extension, we tested a boundary extension paradigm online with 2,000 participants, using 1,000 object- and scene-centric images representative of our visual experiences. We discover that the opposite effect of “boundary contraction” is just as prevalent, and is particularly common for the most scene-like images. In fact, we discover that visual features of the image are highly predictive of boundary transformation, in that images with few, close-up, central objects result in boundary extension, while more scene-like images with far views of several, distributed objects result in boundary contraction. We also replicate the effect of boundary contraction with in-lab participants performing an alternate memory drawing task. We further observe that both boundary extensions and contractions occur when participants are performing a perceptual task (copying an image), bringing to question whether these boundary transformations are even mnemonic in nature. These results debate boundary extension as a universal phenomenon reflecting scene schematization in memory, and suggest the strong sway of image features on one’s perception and memory of an image. Previous neuropsychological studies on boundary extension may have in fact recorded differences based on such image features (e.g., distance, size) rather than a mnemonic effect. Importantly, these results emphasize the importance of continuously revisiting accepted phenomena in the field, and the need to replicate effects across large, representative image sets and tasks."
          },
          {
            "speaker": "Trang-Anh Nghiem (École Normale Supérieure)",
            "title": "Cholinergic Switch between Two Types of Slow Waves in Cerebral Cortex",
            "abstract": "Sleep slow waves are known to participate in memory consolidation, yet slow waves occurring under anesthesia present no positive effects on memory. Here, we shed light onto this paradox, based on a combination of extracellular recordings in vivo, in vitro, and computational models. We find two types of slow waves, based on analyzing the temporal patterns of successive slow-wave events. The first type is consistently observed in natural slow-wave sleep, while the second is shown to be ubiquitous under anesthesia. Network models of spiking neurons predict that the two slow wave types emerge due to a different gain on inhibitory versus excitatory cells and that different levels of spike-frequency adaptation in excitatory cells can account for dynamical distinctions between the two types. This prediction was tested in vitro by varying adaptation strength using an agonist of acetylcholine receptors, which demonstrated a neuromodulatory switch between the two types of slow waves. Finally, we show that the first type of slow-wave dynamics is more sensitive to external stimuli, which can explain how slow waves in sleep and anesthesia differentially affect memory consolidation, as well as provide a link between slow-wave dynamics and memory diseases."
          }
        ]
      ],
      "datetime_edt": "2020-05-27 17:00:00"
    },
    {
      "speaker": "Short talks",
      "talk_format": [
        {
          "name": "Parallel 7A",
          "url": "https://www.crowdcast.io/e/neuromatch2/56"
        },
        {
          "name": "Parallel 7C",
          "url": "https://www.crowdcast.io/e/neuromatch2/57"
        },
        {
          "name": "Parallel 7D",
          "url": "https://www.crowdcast.io/e/neuromatch2/58"
        }
      ],
      "schedule": [
        [
          {
            "speaker": "Anna Leshinskaya (University of California, Davis)",
            "title": "Tool- and hand- selective lateral temporal cortex responds to objects with causal effects "
          },
          {
            "speaker": "Cory Inman (David Geffen School of Medicine at UCLA)",
            "title": "Modulation of Emotion and Memory via Direct Brain Stimulation to the Human Amygdala"
          },
          {
            "speaker": "Michelle Greene (Bates College)",
            "title": "Visual and Semantic Similarity Contribute to the Limits of Scene Decodability in EEG"
          }
        ],
        [],
        [
          {
            "speaker": "Bryan Conklin (Florida Atlantic University)",
            "title": "Organization of connectivity between areas in the monkey frontoparietal network"
          },
          {
            "speaker": "Rajeev Rikhye (Vicarious AI)",
            "title": "Learning structured generative cognitive maps for vicarious evaluation"
          },
          {
            "speaker": "Rachit Saluja\n (University of Pennsylvania)",
            "title": "Multi-animal 3D pose estimation using shape encoders"
          }
        ],
        [
          {
            "speaker": "Mihai Bibireata (University of California, Los Angeles)",
            "title": "Dynamical phase separation on rhythmogenic neuronal networks"
          },
          {
            "speaker": "Rajat Saxena (University of California, Irvine)",
            "title": "Rapid Integration of new information in memory"
          },
          {
            "speaker": "Safura Rashid Shomali (Institute for Research in Fundamental Sciences)",
            "title": "Uncovering hidden microcircuit motifs using an exact analytic solution of pre-post neurons "
          }
        ],
        []
      ],
      "datetime_edt": "2020-05-27 18:00:00"
    },
    {
      "speaker": "Remembering Matthew Taylor",
      "talk_format": [
        {
          "name": "Crowdcast",
          "url": "https://www.crowdcast.io/e/neuromatch2/59"
        }
      ],
      "title": "",
      "abstract": "Join us to remember Matthew Taylor. Matthew was a neuroscientist, communicator, and community manager at Numenta who sadly passed away on May 11th, 2020.",
      "datetime_edt": "2020-05-27 19:00:00"
    }
  ]
}
